export const heroCardList = [
  {
    title: "Лидогенерация в b2b",
  },
  {
    title: "Биржа лидов",
  },
  {
    title: "Сервис по Лидгену",
  },
  {
    title: "Лиды для производства",
  },
  {
    title: "Клиенты для бизнеса",
  },
  {
    title: "Определить телефон посетителя сайта",
  },
];

export const advantageCardList = [
  {
    subtitle: "Оплата за результат",
    text: "Вы платите только за переданные и получение вами целевые Лиды — их контактные данные (телефон, Telegram, email)",
    img: "./src/images/advantage/1.png",
  },
  {
    subtitle: "Качественные лиды",
    text: "Все передаваемые вам Лиды — это потенциальные клиенты, которые искали ваш товар или услугу",
    img: "./src/images/advantage/2.png",
  },
  {
    subtitle: "Любой объём — на ваш выбор",
    text: "Покупайте сколько контактов потенциальных клиентов в месяц — сколько требуется вам!",
    img: "./src/images/advantage/3.png",
  },
  {
    subtitle: "Комплекс технологий",
    text: "После расчёта стоимости Лидов и оплаты выбранного пакета — вы получите уникальный код для своего сайта, который позволит отслеживать контакты тех, кто не оставил заявку",
    img: "./src/images/advantage/4.png",
  },
];

export const priceCardList = [
  {
    subtitle: "Старт",
    icon: "./src/images/svg/starBlack.svg",
    title: "50 готовых лидов за ",
    price: "22 500",
    description:
      "Стартовый пакет для тех, кто хочет купить Лидов со своего сайта и повысить свои продаж",
    textList: [
      { icon: "./src/images/svg/check.svg", text: "50 Лидов" },
      { icon: "./src/images/svg/check.svg", text: "450 ₽ за один Лид" },
      { icon: "./src/images/svg/check.svg", text: "Получение за 5–7 дней" },
    ],
  },
  {
    subtitle: "Стандарт",
    icon: "./src/images/svg/starBlack.svg",
    title: "100 готовых лидов за",
    price: "40 000",
    description:
      "Оптимальный пакет Лидов для любого отдела продаж и для повышения продаж своих товаров или услуг",
    textList: [
      { icon: "./src/images/svg/check.svg", text: "100 Лидов" },
      { icon: "./src/images/svg/check.svg", text: "400 ₽ за один Лид" },
      { icon: "./src/images/svg/check.svg", text: "Получение за 7–14 дней" },
      {
        icon: "./src/images/svg/check.svg",
        text: "Возможность показа Лидам рекламы через Яндекс.Директ",
      },
    ],
  },
  {
    subtitle: "Премиум",
    icon: "./src/images/svg/starBlack.svg",
    title: "300 готовых лидов за",
    price: "90 000",
    description:
      "Максимум целевых Лидов в ближайшее время для вашего бизнеса которые уже завтра могут стать Вашими клиентами!",
    textList: [
      { icon: "./src/images/svg/check.svg", text: "300 Лидов" },
      { icon: "./src/images/svg/check.svg", text: "300 ₽ за один Лид" },
      { icon: "./src/images/svg/check.svg", text: "Получение за 14–30 дней" },
      {
        icon: "./src/images/svg/check.svg",
        text: "Возможность показа Лидам рекламы через Яндекс.Директ",
      },
      {
        icon: "./src/images/svg/check.svg",
        text: "Готовый и конверсионный скрипт продаж целевым Лидам",
      },
    ],
  },
];

export const feedbackCardList = [
  {
    rating: "5,0",
    icon: "./src/images/svg/5stars.svg",
    text: "«Стабильно получаем новые лиды из сервиса. С точки зрения рентабельности нареканий нет. Тёплая заявка 800–1000 рублей, конверсия, цена-качество устраивает. Общее впечатление достаточно хорошее, цена, качество, скорость».",
    description: "Ниша: банкротство, списание долгов",
  },
  {
    rating: "4,8",
    icon: "./src/images/svg/5stars.svg",
    text: "«С вашим сервисом работаем с июня 22 года. Нас заинтересовало, и мы решили протестировать. Взяли минимальный пакет из 10 новых лидов, а потом, как он закончился, взяли повышенный пакет. Учитывая нашу сферу и посмотреть статистику, из 100 заинтересованных 15 в продажу. Это хороший результат».",
    description: "Ниша: банкротство, списание долгов",
  },
  {
    rating: "5,0",
    icon: "./src/images/svg/5stars.svg",
    text: "«С сервисом работаем чуть меньше года. Немного сомневались, но согласились попробовать, а после продолжили работать. Новые клиенты появились сразу, передали на наш колл-центр. С вашего источника дешевле, чем с других сервисов. Безусловно, с вами стоит работать».",
    description: "Ниша: банкротство, списание долгов",
  },
  {
    rating: "4,9",
    icon: "./src/images/svg/5stars.svg",
    text: "«С вашей компанией работаем более 2‑х лет, сотрудничество полезное. Мы все посмотрели, разобрались, что сервис даёт реально целевые заявки. Заключили контракт на 23 000 рублей, окупилось. Понравилась технология, она помогает нам получать лиды».",
    description: "Ниша: банкротство, списание долгов",
  },
];

export const aboutCardList = [
  {
    icon: "./src/images/icons/HighVoltage.svg",
    title: "Источник Лидов:",
    text: "контекстная реклама в Яндекс.Директ, SEO, SMM и другая реклама дополняют технологию «Лид Конвейер».",
  },
  {
    icon: "./src/images/icons/Fire.svg",
    title: "Вы экономите на рекламе:",
    text: "получая контактные данных тех, кто не оставил заявки, но заинтересован в Вашем товаре или услуге — это дополнительный канал продаж.",
  },
  {
    icon: "./src/images/icons/GlowingStar.svg",
    title: "Вы сможете прогнозировать продажи:",
    text: " чтобы не ждать, когда-же кто‑то позвонит или оставит заявку, звоните и продавайте первым!",
  },
  {
    icon: "./src/images/icons/HundredPoints.svg",
    title: "Безопасно:",
    text: " это абсолютно легальный и законный метод получения Лидов.",
  },
  {
    icon: "./src/images/icons/WomanRunning.svg",
    title: "Быстро:",
    text: "запуск и получение первых Лидов обычно занимает 5–7 дней, а добавление проекта в систему менее 1 часа.",
  },
];

export const sliderCardList = [
  {
    title: "Как это работает?",
    num: "01",
    icon: "./src/images/icons/ManTechno.svg",
    subtitle: "Регистрация и добавление проекта в систему",
    // list: true,
    // text: [
    //   "Зарегистрируйтесь в нашем личном кабинете",
    //   "При добавление проекта вам необходимо указать URL (адрес) своего сайта",
    //   "Для вашего сайта будет сгенерирован уникальный код, который необходимо установить на свой сайт (в шаблоне сайта, перед тегом </head>)",
    // ],
    text: "После добавления проекта в систему, вам необходимо выбрать тот пакет и количество Лидов, которое вам необходимо.",
  },
  {
    title: "Как это блядь работает?",
    num: "02",
    icon: "./src/images/icons/CheckMark.svg",
    subtitle: "Выбор пакета и количества Лидов",
    list: false,
    text: "После добавления проекта в систему, вам необходимо выбрать тот пакет и количество Лидов, которое вам необходимо.",
  },
  {
    title: "Как это блядь работает?",
    num: "03",
    icon: "./src/images/icons/MoneyWings.svg",
    subtitle: "Оплата проекта",
    list: false,
    text: "Оплатить Лидов вы сможете пластиковой картой или безналичным переводом.",
  },
  {
    title: "Как это блядь работает?",
    num: "04",
    icon: "./src/images/icons/Locked.svg",
    subtitle: "Получение кода для сайта",
    list: false,
    text: "После оплаты, система для вас сгенерирует код, который вам необходимо установить на свой сайт (в шаблоне сайта, перед тегом &lt;/head&gt).",
  },
  {
    title: "Как это блядь работает?",
    num: "05",
    icon: "./src/images/icons/StarStruck.svg",
    subtitle: "Начало получения Лидов",
    list: false,
    text: "В зависимости от вашей тематики (услуги или товара), а также объёма вашего трафика сайта система будет добавлять в личном кабинете контакты потенциальных клиентов, заинтересованных в вашей услуги и из вашего региона.",
  },
];

export const accordionCardList = [
  {
    question:
      "На сколько это безопасно, законно и может ли навредить моему сайту?",
    answer:
      "Происходит обработка обезличенных данных (cookies). Cookies - маленький фрагмент данных, который сохраняется в браузере и передается при обращению к сайтам.  Вы можете разместить в политике конфиденциальности условия с согласием на передачу и обработку cookies посетителями вашего сайта. Таким образом, это гарантирует полную легальность работы с данными.  Для сайта это не может навредить, и санкций со стороны поисковых системы (Яндекс, Google) нет. ",
  },
  {
    question: "Откуда берутся номера телефонов?",
    answer:
      "Основной источник номеров телефонов — это операторы мобильной и стационарной связи.",
  },
  {
    question: "Смогу ли я сам установить код а сайт?",
    answer: "да",
  },
  {
    question:
      "На какую CMS или конструктор можно установить код «Лид Конвейер»?",
    answer: "После оплаты",
  },
  {
    question: "Как оплатить ваш сервис?",
    answer: "через банк",
  },
];
